/********************************** (C) COPYRIGHT *******************************
* File Name          : directtest..h
* Author             : WCH
* Version            : V1.0
* Date               : 2018/12/11
* Description        :
*******************************************************************************/


// §à§Ò§î§Ó§ñ§Ý§Ö§ß§Ú§Ö §Ô§Ý§à§Ò§Ñ§Ý§î§ß§í§ç §á§Ñ§â§Ñ§Þ§Ö§ä§â§à§Ó §Ú §ã§ä§â§å§Ü + §â§Ñ§ã§ê§Ú§â§Ö§ß§Ú§Ö §ß§Ñ §Ó§ß§Ö§ê§ß§Ú§Ö §Ù§Ñ§Ó§Ú§ã§Ú§à§Þ§ã§ä§Ú §Õ§Ý§ñ §ã§Ó§ñ§Ù§Ü§Ú §Ó §á§â§à§Ö§Ü§ä§Ö + Ext
#ifndef MY_MAIN_H
#define MY_MAIN_H

#ifdef __cplusplus
extern "C"
{
#endif








/*********************************************************************
 * FUNCTIONS
 */



/*********************************************************************
*********************************************************************/

#ifdef __cplusplus
}
#endif

#endif
